Revit 2027 API
CurtainGrid.Grid2Justification Property
The justification for the V grid line pattern of the curtain grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CurtainGridAlignType Grid2Justification { get; set; }
Public Property Grid2Justification As CurtainGridAlignType
	Get
	Set
public:
property CurtainGridAlignType Grid2Justification {
	CurtainGridAlignType get ();
	void set (CurtainGridAlignType value);
}
member Grid2Justification : CurtainGridAlignType with get, set
Property Value
CurtainGridAlignType
See Also
Reference
CurtainGrid Class
Autodesk.Revit.DB Namespace